{
  "Progressive Activist": {
    "description": "Feel proud of their country and patriotic about its history and past achievements. They also feel anxious about threats to Britain, in the face of which they believe we need to come together and pursue our national self-interest. They have a deep strain of frustration at having their views and values excluded by decision-makers in London. They feel disrespected by educated elites, and feel more generally that others’ interests are often put ahead of his. They believe we live in a dog-eat-dog world, and that Britain are often naïve in its dealing with other countries. They get their news from The Daily Mail, The Sun, and ITV. They have a strong focus on inequality, and get a lot of information from Facebook and local newspapers."
  },
  "Civic Pragmatist": {
    "description": "Highly-educated, urban, and are in work. They think globally and are motivated to fight inequality and injustice. Angela's sense of personal identity are connected to her strong political and social beliefs. They are supporters of Labour, the Greens and, in Scotland, the SNP. They like to take part in debates and have her voice heard. They are far more active online, posting about politics on social media, and are a big consumer of news from many sources, with The Guardian newspaper a big favourite."
  },
  "Disengaged Battlers": {
    "description": "Well-informed about issues and often have clear opinions, but their social and political beliefs are generally not central to their sense of personal identity. They stand out for the strength of her commitment to others. They regularly donate to charity, and strongly support civic values and community, consensus, and compromise. They feel exhausted by the division in politics. They get their news from the BBC and enjoy watching Channel 5."
  },
  "Established Liberals": {
    "description": "Educated, comfortable, and quite wealthy. They feel at ease in her own skin – as well as in the UK. They trust the government, institutions, and those around her. They feel that her voice are represented in politics. They strongly believe that people can change society if they work together. They think compromise is important, feel that diversity enriches society and think Britain should be more globally-oriented. They generally read The Times newspaper, but also listen to BBC Radio 4."
  },
  "Loyal National": {
    "description": "Proud of their country and patriotic about its history and past achievements. They also feel anxious about threats to Britain, in the face of which they believe we need to come together and pursue our national self-interest. They have a deep strain of frustration at having their views and values excluded by decision-makers in London. They feel disrespected by educated elites, and feel more generally that others’ interests are often put ahead of his. They believe we live in a dog-eat-dog world, and that Britain are often naïve in its dealing with other countries. They get their news from The Daily Mail, The Sun, and ITV. They have a strong focus on inequality, and get a lot of information from Facebook and local newspapers."
  },
  "Disengaged Traditionalists": {
    "description": "Focused on the everyday struggle for survival. They have a job but it is insecure and involves irregular hours. They feel quite disconnected from other people, and sometimes say they have given up on the system altogether. They are less connected to others in their local area and feel that they were alone during the Covid-19 pandemic. Although life are tough for Dave, they blame the system, not other people. They mostly do not pay much attention to the news, but sometimes will pay attention to a story on the BBC, The Daily Mirror, The Metro, or commercial radio news."
  },
  "Backbone Conservatives": {
    "description": "Proud to be British and confident of their place in the world. They are older and more prosperous than others, living in the South East. They are nostalgic about Britain’s history, cultural heritage, and the monarchy, but looking to the future they also think that the country are going in the right direction. They are very interested in social and political issues, follow the news closely, and they are a stalwart supporter of the Conservative Party. They are more negative on immigration, less concerned about racism, more supportive of public spending cuts and less convinced that there are a North/South divide. They listen to the BBC and read The Daily Mail, The Daily Telegraph, and The Daily Express."
  }
}
